[
  {
    "id": 1,
    "date": "2024-01-15",
    "category": "연구",
    "title": "5G 네트워크 보안 관련 새로운 연구 성과 발표",
    "description": "NGNS Lab에서 진행한 5G 네트워크의 Fake Base Station 탐지 기술에 대한 연구가 국제 학술지에 게재되었습니다.",
    "content": "NGNS Lab의 김교수 연구팀이 5G 네트워크 보안 분야에서 획기적인 성과를 달성했습니다. 이번 연구에서는 Fake Base Station 공격을 실시간으로 탐지하고 차단하는 새로운 알고리즘을 개발했습니다.\n\n이 기술은 5G 네트워크의 보안 취약점을 활용한 공격을 사전에 방지할 수 있어, 향후 5G 보안 표준에 반영될 것으로 기대됩니다. 연구 결과는 IEEE Transactions on Information Forensics and Security에 게재되었으며, 해당 분야의 최고 권위를 인정받았습니다.\n\n연구팀은 이번 성과를 바탕으로 실제 상용 네트워크에 적용 가능한 보안 솔루션 개발을 계속 진행할 예정입니다.",
    "image": "/lab/lab.png",
    "link": "https://example.com/research-paper-1"
  },
  {
    "id": 2,
    "date": "2024-01-10",
    "category": "수상",
    "title": "우수논문상 수상",
    "description": "2023년 정보보호학회 동계학술대회에서 우수논문상을 수상하였습니다.",
    "content": "2023년 12월 15일부터 16일까지 개최된 정보보호학회 동계학술대회에서 NGNS Lab의 박연구원이 발표한 '블록체인 기반 IoT 디바이스 인증 시스템' 논문이 우수논문상(정보보호학회장상)을 수상했습니다.\n\n이 논문은 IoT 환경에서 발생할 수 있는 보안 위협을 블록체인 기술을 활용하여 해결하는 혁신적인 접근 방법을 제시했습니다. 특히, 분산 환경에서의 신뢰성 있는 인증 메커니즘 구현에 대한 기술적 기여도가 높이 평가되었습니다.\n\n수상자 박연구원은 \"이번 수상은 연구실의 지속적인 지원과 동료들의 협력 덕분\"이라며, \"앞으로도 더욱 의미 있는 연구 성과를 만들어 나가겠다\"고 소감을 밝혔습니다.",
    "image": "/lab/lab.png",
    "link": null
  },
  {
    "id": 3,
    "date": "2024-01-05",
    "category": "학술활동",
    "title": "국제 컨퍼런스 논문 발표",
    "description": "IEEE 국제 컨퍼런스에서 UAV 위치 무결성 검증 기술에 관한 논문을 발표하였습니다.",
    "content": "2024년 1월 5일, IEEE International Conference on Communications (ICC) 2024에서 NGNS Lab의 이연구원이 'UAV 위치 무결성 검증을 위한 블록체인 기반 분산 인증 시스템' 논문을 발표했습니다.\n\n이 논문은 드론(UAV)의 GPS 신호가 조작되었을 때를 대비한 위치 무결성 검증 기술을 제안합니다. 기존의 중앙화된 인증 시스템과 달리, 블록체인 기술을 활용하여 분산 환경에서도 신뢰할 수 있는 위치 검증이 가능하도록 했습니다.\n\n주요 기술적 기여도:\n- 블록체인 기반 분산 위치 인증 메커니즘\n- 실시간 GPS 신호 무결성 검증 알고리즘\n- 다중 드론 환경에서의 확장 가능한 인증 시스템\n\n이 연구는 향후 자율주행차, 드론 배송, 스마트시티 등 다양한 분야에서 위치 기반 서비스의 보안성을 향상시킬 것으로 기대됩니다.",
    "image": "/lab/lab.png",
    "link": "https://example.com/conference-paper"
  },
  {
    "id": 4,
    "date": "2023-12-20",
    "category": "연구실",
    "title": "새로운 연구원 합류",
    "description": "2024년 1월부터 새로운 석사과정 연구원이 NGNS Lab에 합류합니다.",
    "content": "NGNS Lab에 새로운 석사과정 연구원이 합류합니다.\n\n■ 신입 연구원 정보\n- 이름: 최○○\n- 학부: ○○대학교 컴퓨터공학과\n- 연구 분야: IoT 보안, 블록체인\n- 입학: 2024년 1학기 석사과정\n\n■ 연구 계획\n최연구원은 IoT 디바이스 간의 안전한 통신을 위한 블록체인 기반 인증 시스템 연구를 진행할 예정입니다. 특히 스마트홈 환경에서 발생할 수 있는 보안 위협을 해결하는 데 중점을 두고 연구를 진행할 계획입니다.\n\n■ 환영 메시지\n김교수: \"최연구원의 합류로 연구실의 연구 역량이 더욱 강화될 것으로 기대합니다. 함께 의미 있는 연구 성과를 만들어 나가겠습니다.\"\n\n모든 연구실 구성원의 따뜻한 환영을 부탁드립니다.",
    "image": "/lab/lab.png", 
    "link": null
  },
  {
    "id": 5,
    "date": "2023-12-15",
    "category": "특허",
    "title": "드론 보안 관련 특허 출원",
    "description": "드론 통신 보안 강화를 위한 새로운 기술에 대한 특허를 출원하였습니다.",
    "content": "NGNS Lab에서 개발한 드론 통신 보안 기술이 특허 출원되었습니다.\n\n■ 특허 정보\n- 출원번호: 10-2023-0181234\n- 출원일: 2023년 12월 15일\n- 발명의 명칭: \"드론 통신 보안 강화를 위한 블록체인 기반 인증 시스템\"\n- 발명자: 김○○, 박○○, 이○○\n\n■ 기술 개요\n이 특허는 드론과 지상 제어국 간의 통신을 보호하기 위한 혁신적인 기술입니다. 기존의 단순한 암호화 방식과 달리, 블록체인 기술을 활용하여 통신 세션의 무결성을 실시간으로 검증하고 위변조를 방지합니다.\n\n■ 주요 특징\n- 실시간 통신 무결성 검증\n- 분산 환경에서의 신뢰성 있는 인증\n- 드론 간 통신 보안 강화\n- 확장 가능한 보안 아키텍처\n\n■ 상용화 계획\n이 기술은 향후 드론 배송, 농업용 드론, 감시용 드론 등 다양한 분야에서 활용될 예정입니다. 특히 민감한 정보를 다루는 군사용 드론이나 산업용 드론에서 큰 효과를 기대할 수 있습니다.\n\n연구실의 지속적인 연구 노력이 결실을 맺은 것으로, 앞으로도 더욱 혁신적인 보안 기술 개발에 매진하겠습니다.",
    "image": "/lab/lab.png",
    "link": null
  }
]
